[{
	"nid": 1,
	"node_title": "Article 1",
	"node_type": "art",
	"path":"/node/30",
	"publishDate": "/Date(1486184400000)/",
	"expireDate": "/Date(1490155200000)/",
	"body": "<p class=\"large\">Appropriately communicate adaptive imperatives rather than value-added potentialities. Conveniently harness frictionless outsourcing whereas <a href=\"#\">state of the art interfaces</a>.</p>\n<p>Phosfluorescently e-enable adaptive synergy for strategic quality vectors. Continually transform fully tested expertise with competitive technologies. Appropriately communicate adaptive imperatives rather than value-added potentialities. Conveniently harness frictionless outsourcing whereas <a href=\"#\">state of the art interfaces</a>. Quickly enable prospective technology rather than open-source technologies.</p>\n<blockquote><p>Completely parallel task market positioning interfaces through visionary niche markets, proactively incentivize sticky quality vectors before future-proof internal or \"organic\" sources.</p></blockquote>\n<p>Seamlessly procrastinate proactive outsourcing whereas wireless products. Progressively leverage existing 24/365 experiences through timely initiatives. Quickly facilitate frictionless ROI rather than equity invested solutions.</p>\n<h3 class=\"description-title\">Album specifics</h3>\n<p>Compellingly <a href=\"#\">recaptiualize enterprise-wide web-readiness</a> for robust strategic theme areas. Synergistically reconceptualize user-centric functionalities via revolutionary strategic theme areas. Progressively transition out-of-the-box leadership skills rather than top-line and <a href=\"#\">this is a hover link</a>.</p>",
	"Images" : [
		{"photo" :"img/1.jpg"}
	], 
	"TermSet" : [
		{"term": 4}, 
	    {"term": 108},
	    {"term": 201},
	    {"term": 302}
	 ]
}, {
	"nid": 2,
	"node_title": "Album1",
	"node_type": "alb",
	"publishDate": "/Date(1486184400000)/",
	"expireDate": "/Date(1495771200000)/",
	"body": "Toronto and Canada views ", 
	"Images" : [
		{"photo" :"img/1.jpg"},
		{"photo" :"img/2.jpg"},
		{"photo" :"img/3.jpg"},
		{"photo" :"img/4.jpg"},
		{"photo" :"img/5.jpg"}
	],
	"TermSet" : [
		{"term": 3},
	    {"term": 108},
	    {"term": 201},
	    {"term": 302}
	 ]
}, {
	"nid": 3,
	"node_title": "Ad1",
	"node_type": "ad",
	"publishDate": "/Date(1486184400000)/",
	"expireDate": "/Date(1492660800000)/"
}]